const data = {
    "buttons": {
        "1": {
            "background": "images/Book_0092.jpeg",
            "buttonText": "מה זה הדבר הזה?",
            "modalTitle": "מה זה הדבר הזה?",
            "modalBody": "אז ככה, אנחנו נשואים היום בדיוק שנה, וזאת הייתה שנת קורונה. אין דרך אחרת להגיד את זה - הזמן עצר, ואיתו, גם היכולת שלי להמציא את עצמי מחדש.+אז מה כן אפשר לעשות? אפליקציה! אז הנה כמה מילים שיש לי להגיד לך לכבוד השנה הראשונה לנישואין שלנו.+תתכונני לחפירה! שלך, בעלך. ❤️",
            "video": '<iframe src="https://player.vimeo.com/video/382205120" width="100%" height="250" frameborder="0" allow="autoplay; fullscreen" allowfullscreen></iframe>'
        },
        "2": {
            "background": "images/Dance_0090.jpeg",
            "buttonText": "אז איך זה+להיות בעלך?",
            "modalTitle": "אז איך זה להיות בעלך?",
            "modalBody": "התשובה הצינית היא שלא הרגשתי שום הבדל. נגמר האירוע, שהיה הערב הכי מטורף שהיה לנו בחיים, ואז חזרנו לחיים הנורמליים שלנו. אבל זה לא לגמרי מדויק.+מאז החתונה שלנו יש תחושה קצת אחרת. יש תחושה שכל העולם יודע שאנחנו מעכשיו גוף אחד, שאנחנו מתכוונים להקים משפחה ולהישאר יחד כל עוד אנחנו חיים, שאנחנו כאן כדי להילחם בקשיים, לא לוותר גם כשהכי קשה, לצמוח ולהפוך את האהבה שלנו להישגים מהותיים כמו בית וילדים.+בעיני זה ענק, ולקום עם התחושה הזאת ליד האישה שאת בכל יום - זה להיות בעלך."
        },
        "3": {
            "background": "images/Book_0045.jpeg",
            "buttonText": "למה אנחנו+החברים הכי טובים?",
            "modalTitle": "למה אנחנו+החברים הכי טובים?",
            "modalBody": "אז אמרנו את זה המון, ועכשיו בקורונה כשזה עומד למבחן - אנחנו מקבלים 100.+אנחנו יכולים להיות כל יום, כל היום ביחד, ורק לצחוק, לדבר, לשמוח ולרגע לא להרגיש שמשעמם, שאין על מה לדבר או שמשהו חסר.+אנשים מדברים על הסוף של התקופה הזאת שכולם בבית ורק מייחלים לו, ואנחנו, כאילו מעולם אחר, רק חרדים מהיום שנצטרך לחזור למשרדים ולא נוכל להמשיך להיות אחד עם השניה כל היום.+אז בשנה הראשונה של הנישואין שלנו, עשינו את ירח הדבש הארוך ביותר שאפשר, עם האטרקציה הכי מיוחדת שיש - היינו כל היום ביחד, בבית, במשך שנה שלמה, ונהננו מכל רגע.+אז חברים הכי טובים? לפחות."
        },
        "4": {
            "background": "images/Ceremony_0130.jpeg",
            "buttonText": "איך זה מרגיש+כשמתגשם חלום?",
            "modalTitle": "איך זה מרגיש+כשמתגשם חלום?",
            "modalBody": "עם היד על הלב, מהשניה הראשונה שהכרנו ידעתי שאת בחורה מדהימה. ככל שהכרנו יותר לעומק הבנתי שאת האישה בשבילי, לכל החיים, וככל שהתקדם הזמן, זה הפך לחלום שלי.+מתחת לחופה אמרתי לך:+״אבל לחץ לא היה נחוץ כדי לקרב את היום, כי על בחורה כמוך לא העזתי אפילו לחלום, ומהרגע הראשון התגבש בדעתי, שיבוא היום, ואקרא לך אשתי.+וכשהקראתי את זה מתחת לחופה נפל לי האסימון - אני מגשים עכשיו חלום שלא העזתי אפילו לחלום. חלמתי להתחתן איתך, ועשיתי את זה.+הבעיה עם חלומות היא שעם ההגשמה של אחד מגיע התאבון לאחרים. אבל עוד נדבר על זה :)",
        },
        "5": {
            "background": "images/Preparations_0130.jpeg",
            "buttonText": "למה את חלום שהתגשם?",
            "modalTitle": "למה את חלום שהתגשם?",
            "modalBody": "זה ארוך, אז נפצל את זה:+כי אני מעריץ אותך.+כי את בת הזוג המושלמת.+כי כולם אוהבים אותך+כי את אשת משפחה.+כי את תהיי אמא מדהימה.+כי את הפרטנרית הכי טובה שיכולתי לבקש."
        },
        "6": {
            "background": "images/Book_0003.jpeg",
            "buttonText": "למה אני+מעריץ אותך?",
            "modalTitle": "למה אני מעריץ אותך?",
            "modalBody": "אני אהיה כן, זה לא נושא שקל לסכם. אבל אני אנסה כי שאלת.+יש בך הכל. את הכי חכמה, את הכי יפה והכי מוכשרת, הכי מצחיקה והכי כובשת, הכי מתוקה והכי נשית - יש בך הכל, וכל אלה ועוד לבד הם סיבות מספיק טובות להעריץ, אבל לגמרי לא הכל.+מה שעוד יש בך, זה כמויות אדירות של צניעות וענבה, שאין אצל אף אחד שאני מכיר. את הכל, אבל כאילו כלום. הניגודיות הזאת מהפנטת, כל אחת כבר הייתה עפה על עצמה באוויר, ואת? עם הרגליים על הקרקע.+על זה שאת הכי מכולן אבל מתנהגת כאילו את עוד אחת - את באמת האישה הכי מדהימה בעולם, ועל כל אלה - אני המעריץ הכי גדול שלך."
        },
        "7": {
            "background": "images/Ceremony_0052.jpeg",
            "buttonText": "למה את בת הזוג המושלמת?",
            "modalTitle": "למה את בת הזוג המושלמת?",
            "modalBody": "אז אם כל מה שציינתי לא מספיק, יש גם אותך בתוך זוגיות.+אותך שיודעת להכיל, להיות פה בשבילי תמיד כשצריך, לתמוך, לעודד, לפרגן ולדרבן.+את היית שם בשבילי כשהייתי עצוב ומאוכזב, בדיוק כמו שהיית שם בשבילי כשהצלחתי לעוף.+את מקבלת אותי בדיוק כמו שאני ולא מנסה להזיז אותי סנטימטר.+אין בנות זוג כמוך."
        },
        "8": {
            "background": "images/Book_0107.jpeg",
            "buttonText": "למה כולם אוהבים אותך?",
            "modalTitle": "למה כולם אוהבים אותך?",
            "modalBody": "כשאת את, אי אפשר להתחרות עם זה.+עם היופי הטבעי שלך, האופן שבו את ניגשת לאנשים ועונה לאנשים שניגשים אלייך, תמיד בגובה העיניים ותמיד בטוב - כל אלה דברים שמאוד קשה למצוא. הנה עוד משפט שאמרתי לך מתחת לחופה:+״אני יכול לדבר עד מחר, על כמה שאת עושה אותי מאושר, על כמה שאת מלאך, ושכולם אוהבים אותך, עד שלפעמים לתחושתי, אפילו יותר משאוהבים אותי.״+ככה אני באמת מרגיש - בכל מקום כשאני הולך איתך, כולם קורנים ושמחים, רק רוצים לשמוע אותך ולצחוק איתך.+ואני כאילו מצטרף לכולם ומסתנוור מהאור שאת עושה."
        },
        "9": {
            "background": "images/0015.jpeg",
            "buttonText": "למה את אשת משפחה?",
            "modalTitle": "למה את אשת משפחה?",
            "modalBody": "נו באמת, באמת שאלת את זה עכשיו?+תראי את היחס שלך להורים שלך, לאחים שלך, לסבא וסבתא משני הצדדים ולכל המשפחה המורחבת.+ואת יודעת מה? מילא זה, תראי את היחס שלך למשפחה שלי!+את תמיד חושבת על כולם ולא שוכחת אף אחד. תמיד רוצה להישאר עוד ותמיד הכי נהנית.+את מהרגע הראשון היית חלק מהמשפחה שלי, כמו שהיית חלק ממני. ואת יודעת לאן זה מוביל, נכון...?"
        },
        "10": {
            "background": "images/Book_0063.jpeg",
            "buttonText": "למה שתהיי אמא מושלמת?",
            "modalTitle": "למה שתהיי אמא מושלמת?",
            "modalBody": "את תהיי אמא מושלמת. באמת.+בואי נניח רגע בצד את המובן מאליו - את הגישה שלך לילדים, האהבה, המבט בעיניים, הסבלנות והאושר שיוצא ממך, כל אלה מדהימים, אבל לא אליהם אני מתכוון.+אשת המשפחה שאת, האופן שבו כולם כל כך אוהבים אותך, הקטע הזה שיש בך הכל אבל את כאילו כמו כולם, האופן שבו את מקבלת את מי שאת אוהבת ללא תנאים ובכל מצב, תמיד שם ותמיד תומכת לא משנה מה, בלי פרצופים או אכזבות, תמיד עם החיוך הכי יפה והגישה שאי אפשר שלא להתאהב בה - עכשיו תדמייני שיש לך ילד… אני חושב שמיותר להמשיך…+אין ראויה ממך להיות אמא לילדים, והלוואי שנהיה בריאים כדי להגיע ליעד הזה."
        },
        "11": {
            "background": "images/YM_07512.jpeg",
            "buttonText": "למה את הפרטנרית+הכי טובה שיכולתי לבקש?",
            "modalTitle": "למה את הפרטנרית+הכי טובה שיכולתי לבקש?",
            "modalBody": "אז קחי את כל מה שדיברנו עליו עד עכשיו, וכמובן שפספסתי עוד המון נקודות.+הביטחון הזה שאת מעניקה לי בכל צעד שאנחנו לוקחים, היכולת שלנו להחליט יחד, בלי ויכוחים ובהבנה חותכת - אלה דברים ששווים יותר מהכל. קנינו בית ועיצבנו אותו לתפארת, ואנחנו סופרים את הימים לעבור אליו, בנינו חתונה מהסרטים שלכולם עדיין קשה להתאושש ממנה, בנינו זוגיות שמהווה מודל לחיקוי לאנשים אחרים.+כל אלה, והמבט שלנו שיכול להחליף שיחה שלמה - נותנים לי ביטחון שעושה אותי מאושר.+על שותפה כמוך לחיים, לנישואין, לזוגיות, לניהול הבית ולהורות, לא מעיזים לכתוב אפילו בסרטים, ושותפה כזאת יש לי."
        },
        "12": {
            "background": "images/Dance_0887.jpeg",
            "buttonText": "סיכום?",
            "modalTitle": "סיכום?",
            "modalBody": "איך אפשר לסכם שנה שקרו בה כל כך הרבה דברים ובעצם לא קרה בה כלום? בואי נתמקד ב-3 נקודות עיקריות.+הצמיחה שלך,+הצמיחה שלי+הצמיחה שלנו."
        },
        "13": {
            "background": "images/Dance_0007.jpeg",
            "buttonText": "הצמיחה שלך",
            "modalTitle": "הצמיחה שלך",
            "modalBody": "השנה שעברה התחילה בדאון לא פשוט, כשבדיוק מצאת עבודה ובדיוק נגמרה החתונה. מהמקום הכי גבוה בעולם הרגשת שאת נופלת חזרה למקום שאת לא טובה בו, לא בטוחה בו, ושאין לך סיכוי להצליח בו.+מלכה שלי, על האופן שבו קמת, הפכת להיות מוצלחת, דומיננטית, חשובה וכל כך אהובה בעבודה, אין מילים שאגיד שיתארו את ההערצה שלי.+חשוב לי שתדעי - את ענקית, את כל יכולה ואין דבר שיכול לעצור בעדך. הלוואי שתדעי להעריך את מי שאת, ושתמשיכי לצמוח ככה. אם תמשיכי אפילו בחצי מהקצב, תראי שתגיעי הכי רחוק שאפשר."
        },
        "14": {
            "background": "images/Dance_0870.jpeg",
            "buttonText": "הצמיחה שלי",
            "modalTitle": "הצמיחה שלי",
            "modalBody": "שנינו מבינים שגם זה הולך לעסוק בך, נכון?+התחלתי את השנה באופוריה משוגעת. זה היה הערב הכי מאושר בחיי (כבר אמרתי ״הגשמת חלום״?), בדיוק התקבלתי לבוקינג אחרי ראיונות לא פשוטים בחו״ל, ואם זה לא מספיק, היו בקנה עוד ראיונות קשים מאוד בחו״ל לפייסבוק, עוד איזה חלום קטן.+כמעט עשיתי את זה אז, וכשלא הצלחתי, נשברתי. למזלי הענק, הייתה לי פרטנרית שהייתה איתי ברגעים הכי קשים שלי. עודדת אותי והחזקת אותי שלא אפול, כדי שאצליח בדרך החדשה שבה אני הולך.+ואז הגיעה הזדמנות חדשה, וגם שם היית בשבילי. עברנו את זה כמו גדולים, כן כן, שנינו, יחד. הצלחנו להגשים לי עוד חלום.+באמת נסיכה שלי, לא יכולתי לעשות את זה בלעדייך. את הכוח שלי לעשות הכל, וכל עוד את לידי, השמים הם הגבול."
        },
        "15": {
            "background": "images/0032.jpeg",
            "buttonText": "הצמיחה שלנו",
            "modalTitle": "הצמיחה שלנו",
            "modalBody": "מה עוד נותר להגיד? התחלנו את השנה ב-500 איש שצורחים אהבה בשבילנו עד שהגרון כואב ואין עוד כוח לעמוד על הרגליים. המשכנו עם הצמיחה האישית שלך ושלי, שבנפרד הפכה להיות הצמיחה של שנינו, שאותה ניתבנו לבית חדש שקנינו יחד. הבית הכי יפה, הכי יוקרתי והכי שלנו, באמת שלנו, בלי עזרה של אף אחד.+אני בלב שלם בטוח שזאת רק ההתחלה."
        },
        "16": {
            "background": "images/0066.jpeg",
            "buttonText": "איזה עוד חלומות יש לי?",
            "modalTitle": "איזה עוד חלומות יש לי?",
            "modalBody": "אז מה נשאר לי את בטח שואלת? ולמה הכל סובב סביבי בכלל? אז זהו, שזה לגמרי סובב סביבך.+אני חולם להקים לך את הבית הכי יפה בעולם, כזה שתרגישי בו מלכה, בדיוק כמו שאת.+אני חולם להקים לך משפחה, ושנביא ילדים בריאים ושהכל ילך טוב וחלק, כל השאר יהיה בונוס.+אני חולם שהחיים שלנו ימשיכו באותו הכיוון, כי בקצב הזה, אנחנו נגשים את כל החלומות שלנו.+אני חולם שתמיד נהיה מאושרים ובריאים.+אני חולם שעד יומי האחרון אמשיך להגשים לך את כל החלומות, כמו שאת עשית בשבילי, ועושה בשבילי עם כל יום שעובר."
        },
        "17": {
            "background": "images/0080.jpeg",
            "buttonText": "אני אוהב אותך ❤️",
            "modalTitle": "אני אוהב אותך ❤️",
            "modalBody": "באמת, עד שכואב בחזה. מרשה לי לצטט שוב, נכון?+״אז כלה מושלמת שלי, שניה לפני שאני מסיים לחפור, חשוב לי שתמיד תמיד נזכור, אני אעשה הכל כדי שתהיי מאושרת תמיד, שלהיות לבד יהיה מחסורך היחיד, כי אני תמיד אעמוד מאחורייך, להשוויץ בך, לדאוג ולשמור עלייך.״+״ולמרות שזה נדוש, קשה לי להתאפק, אם היה לך לרגע אחד ספק, הדבר שיגרום לי הכי הרבה שמחה, הוא לבנות לך בית ולהקים איתך משפחה,  ואין בעולם ראויה ממך להיות אמא לילדים, וזה החלום הבא שלי, שאני מתכוון להגשים.״+שרק נהיה בריאים ומאושרים תמיד. ❤️"
        },
    }
};
