const data = {
    "buttons": {
        "1": {
            "background": "images/Dance_0007.jpeg",
            "buttonText": "מה זה הדבר הזה?",
            "modalTitle": "מה זה הדבר הזה?",
            "modalBody": "אז ככה, אנחנו נשואים היום בדיוק שנה, וזאת הייתה שנת קורונה. אין דרך אחרת להגיד את זה - הזמן עצר, ואיתו, גם היכולת שלי להמציא את עצמי מחדש.+אז מה כן אפשר לעשות? אפליקציה! ריכזתי עבורך את כל מה שלמדתי עלייך בשנה הראשונה לנישואין שלנו.+תתכונני לחפירה!+שלך, בעלך. ❤️",
        },
        "2": {
            "background": "images/Dance_0090.jpeg",
            "buttonText": "אז איך זה+להיות בעלך?",
            "modalTitle": "אז איך זה להיות בעלך?",
            "modalBody": "התשובה הצינית היא שלא הרגשתי שום הבדל. נגמר האירוע, שהיה הערב הכי מטורף שהיה לנו בחיים, ואז חזרנו לחיים הנורמליים שלנו. אבל זה לא לגמרי מדויק.+מאז החתונה שלנו יש תחושה קצת אחרת. יש תחושה שכל העולם יודע שאנחנו מעכשיו גוף אחד, שאנחנו מתכוונים להקים משפחה ולהישאר יחד כל עוד אנחנו חיים, שאנחנו כאן כדי להילחם בקשיים, לא לוותר גם כשהכי קשה, לצמוח ולהפוך את האהבה שלנו להישגים מהותיים כמו בית וילדים.+בעיני זה ענק, ולקום עם התחושה הזאת ליד האישה שאת בכל יום - זה להיות בעלך."
        },
        "3": {
            "background": "images/Dance_0007.jpeg",
            "buttonText": "מה זה?",
            "modalTitle": "זאת אפליקציה לכבודך",
            "modalBody": "כי אני אוהב אותך מאוד"
        },
        "4": {
            "background": "images/Dance_0007.jpeg",
            "buttonText": "מה זה?",
            "modalTitle": "זאת אפליקציה לכבודך",
            "modalBody": "כי אני אוהב אותך מאוד"
        },
        "5": {
            "background": "images/Dance_0007.jpeg",
            "buttonText": "מה זה?",
            "modalTitle": "זאת אפליקציה לכבודך",
            "modalBody": "כי אני אוהב אותך מאוד"
        },
        "6": {
            "background": "images/Dance_0007.jpeg",
            "buttonText": "מה זה?",
            "modalTitle": "זאת אפליקציה לכבודך",
            "modalBody": "כי אני אוהב אותך מאוד"
        },
        "7": {
            "background": "images/Dance_0007.jpeg",
            "buttonText": "מה זה?",
            "modalTitle": "זאת אפליקציה לכבודך",
            "modalBody": "כי אני אוהב אותך מאוד"
        },
    }
};
