const data = {
    "buttons": {
        "1": {
            "background": "images/Dance_0007.jpeg",
            "buttonText": "מה זה הדבר הזה?",
            "modalTitle": "מה זה הדבר הזה?",
            "modalBody": "אז ככה, אנחנו נשואים היום בדיוק שנה, וזאת הייתה שנת קורונה. אין דרך אחרת להגיד את זה - הזמן עצר, ואיתו, גם היכולת שלי להמציא את עצמי מחדש.+אז מה כן אפשר לעשות? אפליקציה! ריכזתי עבורך את כל מה שלמדתי עלייך בשנה הראשונה לנישואין שלנו.+תתכונני לחפירה!+שלך, בעלך. ❤️",
            "video": '<iframe src="https://player.vimeo.com/video/382205120" width="100%" height="250" frameborder="0" allow="autoplay; fullscreen" allowfullscreen></iframe>'
        },
        "2": {
            "background": "images/Dance_0090.jpeg",
            "buttonText": "אז איך זה+להיות בעלך?",
            "modalTitle": "אז איך זה להיות בעלך?",
            "modalBody": "התשובה הצינית היא שלא הרגשתי שום הבדל. נגמר האירוע, שהיה הערב הכי מטורף שהיה לנו בחיים, ואז חזרנו לחיים הנורמליים שלנו. אבל זה לא לגמרי מדויק.+מאז החתונה שלנו יש תחושה קצת אחרת. יש תחושה שכל העולם יודע שאנחנו מעכשיו גוף אחד, שאנחנו מתכוונים להקים משפחה ולהישאר יחד כל עוד אנחנו חיים, שאנחנו כאן כדי להילחם בקשיים, לא לוותר גם כשהכי קשה, לצמוח ולהפוך את האהבה שלנו להישגים מהותיים כמו בית וילדים.+בעיני זה ענק, ולקום עם התחושה הזאת ליד האישה שאת בכל יום - זה להיות בעלך."
        },
        "3": {
            "background": "images/Book_0045.jpeg",
            "buttonText": "למה אנחנו+החברים הכי טובים?",
            "modalTitle": "למה אנחנו+החברים הכי טובים?",
            "modalBody": "אז אמרנו את זה המון, ועכשיו בקורונה כשזה עומד למבחן - אנחנו מקבלים 100.+אנחנו יכולים להיות כל יום, כל היום ביחד, ורק לצחוק, לדבר, לשמוח ולרגע לא להרגיש שמשעמם, שאין על מה לדבר או שמשהו חסר.+אנשים מדברים על הסוף של התקופה הזאת שכולם בבית ורק מייחלים לו, ואנחנו, כאילו מעולם אחר, רק חרדים מהיום שנצטרך לחזור למשרדים ולא נוכל להמשיך להיות אחד עם השניה כל היום.+אז בשנה הראשונה של הנישואין שלנו, עשינו את ירח הדבש הארוך ביותר שאפשר, עם האטרקציה הכי מיוחדת שיש - היינו כל היום ביחד, בבית, במשך שנה שלמה, ונהננו מכל רגע.+אז חברים הכי טובים? לפחות."
        },
        "4": {
            "background": "images/Ceremony_0130.jpeg",
            "buttonText": "מה זה?",
            "modalTitle": "זאת אפליקציה לכבודך",
            "modalBody": "כי אני אוהב אותך מאוד",
        },
        "5": {
            "background": "images/Preparations_0130.jpeg",
            "buttonText": "כותרת",
            "modalTitle": "למה אנחנו+החברים הכי טובים?",
            "modalBody": "כי אני אוהב אותך מאוד"
        },
        "6": {
            "background": "images/Book_0003.jpeg",
            "buttonText": "מה זה?",
            "modalTitle": "זאת אפליקציה לכבודך",
            "modalBody": "כי אני אוהב אותך מאוד"
        },
        "7": {
            "background": "images/Dance_0007.jpeg",
            "buttonText": "מה זה?",
            "modalTitle": "זאת אפליקציה לכבודך",
            "modalBody": "כי אני אוהב אותך מאוד"
        },
    }
};
